[
	{
		"id": 0,
		"name": "Bird of Paradise for AD",
		"subhead": "Acrylic Paint on Canvas",
		"description": "AD is a young person with sickle cell disease. In this piece, a crescent moon tells us about the shape of sickled blood cells, that as AD says, “stick together and have a party all over the place. Then they get stuck, causing lots of problems.” The bird of paradise represents AD. One of her leaves is making contact with a red present and is turning black, the predominant color that AD uses to describe her pain crises. She also describes the pain as akin to being mauled by a bear. I chose to depict this as a teddy bear to acknowledge the insidious and often invisible nature of her pain. Finally, AD frequently practices self-care in order to mitigate physical symptoms and improve her mood and outlook. The watering can in the corner represents this effort and is a symbol of positivity.",
		"thumbnail": "/bird.jpg",
		"images": [
			{
				"path": "/bird.jpg"
			}
		]
	},
	{
		"id": 1,
		"name": "Aloe and Wildflowers for ET",
		"subhead": "Acrylic Paint on Canvas",
		"description": "ET spoke about the non-duality of existence and of objects in the world. In this piece, a potted aloe plant – constrained, monochromatic, and sturdy – is situated in a field of wildflowers– free, colorful, and delicate. ET has a degenerative neurological condition that makes it difficult to breathe and speak. To represent this, there are wildflowers blowing in the breeze, while the aloe plant remains still. The scene is overcrowded and floods over the borders of the canvas as she describes feeling overwhelmed by her symptoms as daily activities become more and more difficult. The (very) blue sky gives us an idea of ET’s admirable perspective and acceptance of her illness.",
		"thumbnail": "/aloe.jpg",
		"images": [
			{
				"path": "/aloe.jpg"
			}
		]
	},
	{
		"id": 2,
		"name": "Bubble Cacti for AK",
		"subhead": "Acrylic Paint on Canvas",
		"description": "AK is a patient with sickle cell disease who spent many years keeping his emotional struggles with his illness inside. Now post-transplant, he describes his residual pain as sharp and stabbing, represented by potted cacti in this piece. The different cacti are in distinct “islands” in a desert, separated by glass – distant, but connected through likeness. Recently, AK has begun to address some of the emotional and mental consequences of living with chronic illness and now advocates that all patients with sickle cell should seek care. AK has realized that connecting with others who have similar experiences is an essential part of his healing journey.",
		"thumbnail": "/cacti.jpg",
		"images": [
			{
				"path": "/cacti.jpg"
			}
		]
	},
	{
		"id": 3,
		"name": "Monstera in a Cave for AB",
		"subhead": "Acrylic Paint on Canvas",
		"description": "​​This patient, AB, has an incredible story to tell about her journey with sickle cell. Her parents moved to the states when she was young so that they could improve her access to specialized medical care. In adolescence, as she started to understand her disease a little more, AB felt the need to hide it from peers. It wasn’t until young adulthood that she realized being open and honest about her condition could be therapeutic. Ultimately she received a stem cell transplant from her brother, I chose a monstera plant because younger leaves are heart-shaped, representing the love AB’s parents had for her and sacrifice they made to help her access care. Older monstera leaves become fenestrated, or, develop windows (holes). This tells us about how AB began to open up about her SS, which allowed her to grow abundantly as a person.",
		"thumbnail": "/monstera.jpg",
		"images": [
			{
				"path": "/monstera.jpg"
			}
		]
	}
]
